module.exports.language =
  terrible: "ужасно",
  poor: "бедно",
  mediocre: "средне",
  fair: "нормально"
  good: "хорошо"
  great: "прекрасно"
  superb: "идеально"
  yes: "да"
  no: "нет"
  no_group_definition: "Невозможно найти определение группы {id}."
  link_not_valid: "Ссылка '{link}' не  выглядит  правильной."
  link_no_action: "Ссылка с ситуацией '.' должна иметь действие."
  unknown_situation: "Вы не можете переместиться в неизвестную ситуацию {id}."
  erase_message: "Это навсегда удалит вашего персонажа и немедленно вернёт вас к началу игры. Вы уверены?"
  no_current_situation: "Я не могу отобразить, потому что у нас нет текущей ситуации."
  no_local_storage: "Локальное хранилище недоступно."
  random_seed_error: "Вы должны задать верное случайное зерно."
  random_error: "Проинициализируйте Random с непустым зерном перед использованием."
  dice_string_error: "не могу интерпретировать вашу cтроку кубиков: '{string}'."
  erase_message: "Это навсегда удалит вашего персонажа и немедленно вернёт вас на старт игры. Вы уверены?"
